#Converted from 'tobago-example/tobago-example-demo/src//main/resources/org/apache/myfaces/tobago/example/demo/Demo_de.xml'
#Thu Sep 20 19:43:06 CEST 2018
Salutation_MR=Herr
Salutation_MRS=Frau
Salutation_UNKNOWN=keine
basic_buttonAction=Klicke Knopf
basic_dateLabel=Datum
basic_lastActionLabel=Letzter Klick
basic_linkAction=Klicke Link
basic_sampleInputTitle=Eingabe Beispiele
basic_sampleLinkTitle=Steuerungs Beispiele
basic_sampleSelectTitle=Auswahl Beispiele
basic_suggestLabel=Vorschlag (AJAX)
basic_suggestTip=Bitte geben Sie beispielsweise "po" ein
basic_text_action=Steuerelemente f\u00FCr die Navigation und zum Ausf\u00FChren von Aktionen.
basic_text_input=Eingabefelder f\u00FCr verschiedene Arten von Text\: einzeilig, mehrzeilig, formatiert.
basic_text_select=Auswahlelemente erlauben die Eingabe von einer oder mehreren Optionen.
basic_textareaLabel=Textfeld
basic_textboxLabel=Eingabefeld
basic_textboxTip=Ein einfaches Eingabefeld
basic_timeLabel=Uhrzeit
cancel=Abbrechen
closeButtonTip=Diesen Reiter f\u00FCr einen Request schlie\u00DFen
error=Fehlerbehandlung
form_in1Title=Erstes inneres Formular
form_in2Title=Zweites inneres Formular
form_outTitle=\u00C4usseres Formular
form_text1=<li style\="line-height\: 130%;">Werte in der ersten Form werden beim submit der zweiten form tempor\u00E4r gespeichert, w\u00E4hrend der Wert aus der 2. Form ins Model geschrieben wird.</li><li style\="line-height\: 130%;">Beim submit beider Forms werden beide Werte in Model geschrieben.</li><li style\="line-height\: 130%;">Ist Das erste Input mit einem ung\u00FCltigen Wert gef\u00FCllt und die zweite Form wird mit einem g\u00FCltigen Wert submitted, ist die Validierung f\u00FCr die erste Form deaktiviert.</li>
form_text2=Tobago unterst\u00FCtzt verschachtelte Forms und kann jede Form separat behandeln\:<ul style\="margin-top\: 2px;"> <li style\="line-height\: 130%;">Werte k\u00F6nnen separat im Model gespeichert werden, w\u00E4hrend bereits ausgef\u00FCllte andere Forms Ihre Werte (tempor\u00E4r) behalten.</li><li style\="line-height\: 130%;">F\u00FCr den Fall da\u00DF f\u00FCr einzelne Forms Validierung aktiviert ist, der Wert aber nur tempor\u00E4r gespeichert wird, ist die Validierung deaktiviert. Erst beim Speichern des Wertes in das Model wird die Validierung genutzt.</li></ul>
intro_text=<p>Tobago ist ein User-Interface-Framework zur Erstellung von Webanwendungen.\n    Das Framework st\u00FCtzt sich auf JavaServer Faces ab. Das Kernst\u00FCck bildet ein Theme-orientiertes\n    JSF Render Kit.</p>  <p><b>Basis Controls</b><br/> Tobago stellt alle\n    Standardcontrols von HTML zur Verf\u00FCgung wie Eingabefelder, Textfelder, Radiobuttons, Checkboxen und Kn\u00F6pfe.\n    Zus\u00E4tzlich zu den Basis Controls bietet Tobago eine Anzahl komplexer Controls, die nicht direkt von HTML\n    unterst\u00FCtzt werden. Dazu geh\u00F6ren\: Sheet, Baum,\n    Karteireiter</p>  <p><b>Validierung</b><br/> Das Hauptziel von Tobago ist es,\n    dass Entwickeln von Anwendungen, mit denen der Anwender interagieren kann. Um die Interaktion zu verbessern,\n    verf\u00FCgt Tobago \u00FCber M\u00F6glichkeiten, die Eingaben des Anwenders zu \u00FCberpr\u00FCfen und den Anwender bei der Eingabe\n    korrekter Werte zu unterst\u00FCtzen.</p>  <p><b>Layout</b><br/> Tobago bietet einen\n    rafinierten Layoutmanager, den man als Mischung aus klassischem HTML Tabellen Layout und Swing Gridbag Layout\n    verstehen kann.</p>  <p><b>Weiteres</b><br/> Themes, Browser,\n    Internationalisierung</p>
layout_city=Stadt
layout_co=c/o
layout_exampleTitle=Layout Beispiel\: Pers\u00F6nliche Informationen
layout_firstName=Vorname
layout_lastName=Nachname
layout_note=Anmerkung
layout_salutation=Anrede
layout_street=Stra\u00DFe
layout_streetNumber=Nr.
layout_text=Tobago vereinfacht das Gestalten von Webseiten. <ul style\="margin-top\: 2px;"> <li style\="line-height\: 130%;">Bequeme Erstellung von ein- und mehrspaltigen Formularen</li> <li style\="line-height\: 130%;">Zellen k\u00F6nnen mehrere Zeilen und Spalten \u00FCberspannen</li> <li style\="line-height\: 130%;">Automatisches Ausrichten von Beschriftungen f\u00FCr Eingabefelder</li> </ul>
layout_zipCode=PLZ
locale=Lokalisierung
locale_label=Sprache/Land
locale_submit=\u00DCbernehmen
locale_text=Tobago unterst\u00FCtzt Internationalisierung und Lokalisierung. <ul style\="margin-top\: 2px;"> <li style\="line-height\: 130%;">Intern wird Unicode verwendet</li> <li style\="line-height\: 130%;">Texte f\u00FCr verschiedene L\u00E4nder und Sprachen k\u00F6nnen in Resource Bundles ausgelagert werden.</li> <li style\="line-height\: 130%;">Zus\u00E4tzlich zu Texten k\u00F6nnen beliebige Resourcen wie Bilder und Skripte lokalisiert werden.</li> </ul>
locale_title=Sprach- und l\u00E4nderspezifische Einstellungen
menu_navigate=_Navigation
modelValue1=Wert im Model
modelValue2=Wert im Model
multi=Mehrfachauswahl
multiCascade=Mehrfachauswahl, kaskadierend
multiLeafOnly=Mehrfachauswahl, nur Bl\u00E4tter
newValue1=Neuer Wert
newValue2=Neuer Wert
none=Nicht ausw\u00E4hlbar
notTranslated=Einige Teile dieser Seite sind nicht in allen Sprachen verf\u00FCgbar.
selectBooleanCheckbox=Checkbox (de)
overview=\u00DCbersicht
sheet_configTip=Hier klicken zum Einstellen der Tabellenkonfiguration.
sheet_configTitle=Tabelle konfigurieren
sheet_resetTip=Hier klicken um den Orginalzustand der Spaltenbreiten wiederherzustellen.
sheet_text=Das Sheet-Control bietet eine einfache M\u00F6glichkeit tabellarische Daten darzustellen.\n    Die wichtigsten Eigenschaften sind\: <ul style\="margin-top\: 2px;"> <li style\="line-height\: 130%;">Paging\:\n    Es wird nur ein Teil der Gesamtliste angezeigt.   \u00DCber die Pfeilkn\u00F6pfe kann in der Liste navigiert werden.\n    </li> <li style\="line-height\: 130%;">Sortierung\: Durch Dr\u00FCcken auf die Spalten\u00FCberschrift\n    kann die entsprechende Spalte sortiert werden.</li> <li style\="line-height\: 130%;">Inline-Editing\:\n    Es k\u00F6nnen bei Bedarf Werte   direkt in die Tabelle eingegeben werden.\n    </li> <li style\="line-height\: 130%;">Die Spaltenbreite kann direkt mit der Maus\n    manipuliert werden.</li> </ul>\n    In diesem Beispiel ist in applikationsspezifischer Sorter hinterlegt, der die Sonne immer oben erscheinen l\u00E4sst.\n  
siblingLeafOnly=Mehrfach Auswahl, nur Bl\u00E4tter einer Ebene
single=Einfache Auswahl
singleLeafOnly=Einfache Auswahl, nur Bl\u00E4tter
solarArrayDistance=Entfernung
solarArrayNumberTip=Nummer
solarArrayPeriod=Umlauf
solarArrayPopulation=Bev\u00F6lkerung
solarPagingSheet=Tabelle mit Seitenverwaltung
solarPlanetDiameter=Durchmesser
solarPlanetMass=Masse
solarPlanetSunDistance=Entfernung zur Sonne
solarPlanetTimeOfCirculation=Umlaufzeit
submit=\u00DCbernehmen
submitAll=Alle Formulare \u00DCbernehmen
submitForm1=Formular 1 \u00DCbernehmen
submitForm2=Formular 2 \u00DCbernehmen
tabInsolar=im _Sonnensystem
tabMoons=Monde
tabPlanet=_Planetendaten
tabSwitchTypeClient=Clientseitiges Umschalten
tabSwitchTypeReloadPage=Vollst\u00E4ndig neu laden
tabSwitchTypeReloadTag=Serverseitges Umschalten per Ajax
tab_text=Das Tab-Control stellt so genannte Tab-Panels zur Verf\u00FCgung. <ul style\="margin-top\: 2px;"> <li style\="line-height\: 130%;">Die Steuerung kann server- oder clientseitig erfolgen.</li> <li style\="line-height\: 130%;">Tab-Controls k\u00F6nnen verschachtelt werden.</li> <li style\="line-height\: 130%;">Innerhalb von Tab-Controls k\u00F6nnen wiederum   beliebige Controls angeordnet werden.</li> </ul>
theme_title=Einstellung des Designs
themes=Designs
toolbar=Toolbar
toolbar_buttonAction=Text Button
toolbar_closePopupAction=Popup Fenster schlie\u00DFen
toolbar_dropDownAction=DropDown
toolbar_popupText=Zum schlie\u00DFen dieses Fensters den Button dr\u00FCcken.
toolbar_sampleTitle=Toolbar Beispiel
toolbar_text1=Toolbars werden genutzt um kontextabh\u00E4ngige Aktionen in Box Elementen zur Verf\u00FCgung zu stellen\:\n  <ul style\="margin-top\: 2px;">\n  <li style\="line-height\: 130%;">Toolbars k\u00F6nnen aus Bildern, Text oder beidem bestehen.</li>\n  <li style\="line-height\: 130%;">Toolbars k\u00F6nnen in den Header einer Box integriert werden.</li>\n  <li style\="line-height\: 130%;">Aktionen k\u00F6nnen als Drop Down Men\u00FC dargestellt werden.</li>\n  </ul>\n    
treeLabel=Tree
treeListboxLabel=Listbox
treeMultiselect=Ausw\u00E4hlbar
treeMutable=Ver\u00E4nderbar
treeShowIcons=Symbole darstellen
treeShowJunctions=Linien darstellen
treeShowRoot=Wurzel darstellen
treeShowRootJunction=Wurzellinie darstellen
tree_text=Das Tree-Control stellt einen Baum dar, der aus Applikationsdaten erzeugt wird. Die wichtigsten Eigenschaften sind\: <ul style\="margin-top\: 2px;"> <li style\="line-height\: 130%;">Die Darstellung von Icons und Baumstruktur wird   \u00FCber Attribute gesteuert.</li> <li style\="line-height\: 130%;">Die M\u00F6glichkeit den Baum als "single" oder "multiselect" zu definieren,   also einen oder mehrere Knoten auszuw\u00E4hlbar zu machen.</li> <li style\="line-height\: 130%;">Editiermodus zum einfachen Bearbeiten von   Baumstrukturen in der Applikation.</li> </ul> Desweiteren stellt der TreeListbox einen vertikalen Baum dar. Dieser kann z.B. zur Kategorisierung dienen.
validation_description=Beschreibung
validation_number=Zahl
validation_price=Preis
validation_submit=\u00DCbernehmen
validation_text=Tobago unterst\u00FCtzt komfortable M\u00F6glichkeiten zur Validierung von Benutzereingaben. <ul style\="margin-top\: 2px;"> <li style\="line-height\: 130%;">Es steht syntaktische und sematische Validierung zur Verf\u00FCgung.</li> <li style\="line-height\: 130%;">Fehlermeldungen k\u00F6nnen beliebig im Userinterface plaziert werden.</li> <li style\="line-height\: 130%;">Eingabeelemente, f\u00FCr die Fehleingaben erfolgt sind, k\u00F6nnen hervorgehoben werden.</li> </ul>
